@extends('master')

@section('title')
وبلاگ
@endsection

@section('container')
<div class="card my-5 ">
	<img src="images/2.jpg" class="card-img-top" alt="سینی کابل">
	<div class="card-body" style="color: #5f6d80;">
		<h4 style="color: #f35955;">سینی کابل چیست؟</h4>
		<p>ممکن است شما به عنوان مسئول خرید پروژه سازمان یا شرکتی که در آن کار می کنید انتخاب شده باشید و از جمله اقلامی که از شما خواسته شده باشد سینی کابل باشد. شاید این سوال برایتان پیش بیاید که اصلا <span class="font-weight-bold" style="color: #f35955;">سینی کابل چیست؟</span> در پاسخ به این سوال باید گفت که سینی کابل محصولی است که تصویر آن را در بالا مشاهده می کنید. این محصول همانند یک ظرف است که در آن کابل قرار می گیرد. در کف سینی سوراخ های منظمی قرار گرفته است که به آن پانچ می گویند. اما از <span class="font-weight-bold" style="color: #f35955;">سینی کابل چه استفاده ایی می شود؟</span> به طور کلی می توان گفت که امروزه برای عبور یا بهتر بگوییم انتقال کابل های مختلف، از مکانی به مکانی دیگر از سینی کابل استفاده می کنند. مهمترین دلیل استفاده از سینی کابل، محافظت از کابل ها است. سینی کابل به دلیل فلزی بودن محافظت خوبی از کابل ها فراهم می کند. از سینی کابل برای انتقال کابل های مختلف می توان استفاده کرد اما معمولا بهتر است که کابل ها با جریان های مشابه در یک سینی کابل قرار گیرند و در صورت امکان کابل های مختلف را با سینی های متمایز انتقال داده شوند در غیر این صورت از جدا کننده استفاده شود. مثلا در صورتی که از یک سینی باید هم کابل های برق و هم مخابراتی عبور کند باید این نوع کابل ها با جدا کننده ها از همدیگر تفکیک شوند تا نویز بر روی کابل مخابراتی ایجاد نشود. شاید این سوال برایتان مطرح شود که <span class="font-weight-bold" style="color: #f35955;">دلیل وجود پانچ (سوراخ) در قسمت کف سینی چیست؟</span> دلیل وجود این پانچ ها انتقال جریان هوا است که باعث می شود که دمای کابل ها (به خصوص کابل های جریان برق) کاهش یابد. کاهش دما منجر به کاهش احتمال آتش سوزی می شود که باعث افزایش ایمنی سازه می شود. از طرف دیگر در هنگام بروز آتش سوزی این پانچ ها امکان نفوذ جریان آب را می دهد که عملیات اتفاء حریق را سرعت می بخشد. 
			
		</p>
		<p>
			<h6 class="font-weight-bold" style="color: #f35955;">چه مواردی در انتخاب سینی کابل مهم است؟</h6>
			مهمترین موارد در انتخاب سینی کابل شامل موارد زیر هستند:
			<ul>
				<li><span style="color: #0fb39e;">عرض سینی</span></li>
				<li><span style="color: #0fb39e;">ضخامت ورق سینی</span></li>
				<li><span style="color: #0fb39e;">تعداد خم</span></li>
			</ul>
			<span style="color: #0fb39e;">عرض سینی</span> با توجه به تعداد کابل های عبوری تعیین می شود. <span style="color: #0fb39e;">ضخامت ورق سینی</span> نسبت به وزن کلی کابل هایی که بر روی سینی قرار می گیرد تعیین می شود. <span style="color: #0fb39e;">تعداد خم</span> استحکام سینی را تعیین می کند. به طور معمول سینی کابل ها به صورت {{persianumber("4")}} خم تولید می شوند اما در صورتی که نیاز به استحکام بیشتر باشد آن ها را به صورت {{persianumber("6")}} خم تولید می کنند. تصویر بالا یک نمونه سینی کابل {{persianumber("6")}} خم (تعداد خم ها را بشمارید) است.
			در صورت نیاز به اطلاعات بیشتر در مورد مشخصات فنی سینی کابل به <a href="/سینی-کابل" class="card-link font-weight-bold" style="color: blue;">مشخصات فنی سینی کابل</a> وارد شوید. 
		</p>
		
	</div>
</div>
<div class="card my-5 ">
	<img src="images/سینی کابل cnc.webp" class="card-img-top img-fluid" style="max-height: 400px;" alt="سینی کابل cnc">
	<div class="card-body" style="color: #5f6d80;">
		<h4 style="color: #f35955;">پانچ CNC سینی کابل</h4>
			سلام
			امروز میخواستیم براتون کمی در مورد اصطلاح پانچ <span style="color:#0fb39e;">CNC</span> توضیح بدیم که منظور چی هست.
		<br>
		<p>
			 اصولا سینی کابل هارو به دو نحو پانچ می کنن: <br>
			 {{persianumber('1')}}. <span style="color: blue;" class="font-weight-bold">پانچ دستی</span> <br> {{persianumber('2')}}.<span class="font-weight-bold" style="color: blue"> پانچ CNC </span> <br>
			 پانچ دستی با استفاده از پرس های ضربی انجام میشه. پرس های ضربی به این صورت هستند: 
			<div class="text-center">
				<img class="text-center my-3 py-0" src="images/پرس ضربه ایی.webp" alt="">
			</div>
			

			حالا این که میگن دستی به این خاطر هست که کسی که داره این کار رو انجام میده (اپراتور پانچ) باید فاصله هارو خودش اندازه بگیره و این باعث میشه که خطاهای انسانی وجود داشته باشه (مثلا ممکن هست که لحظه ایی حواسش پرت بشه و کمی فاصله پانچ ها کم و زیاد بشه).  
			در صنعت سینی کابل پانچ دستی مدت هاس که منسوخ شده اما در ایران به دلیل وجود تحریم های ظالمانه نظام سرمایه داری هنوز شرکت هایی وجود دارند که محصولاتشون رو با پانچ دستی تولید کنند. 
			اما با این حال در ایران هم به دلیل وجود رقابت بین تولید کننده های این صنعت، شرکت های معتبر به سمت پانچ <span style="color:#0fb39e;">CNC</span> رفتند.
			حال این پانچ <span style="color:#0fb39e;">CNC</span> چیست؟
			در صنعت سینی کابل منظور این هست که روند پانچ کاملا کامپیوتری و اتوماتیک هست. در این روش اپراتور باید نقشه ایی از نحوه پانچ تهیه کند. منظور نحوه قرار گیری سوراخ های سینی کابل است. به تصاویر زیر توجه کنید که در آن نقشه های متفاوتی وجود دارد:
			<br><br>
			
			اپراتور <span style="color:#0fb39e;">CNC</span> باید علاوه بر توانایی کار با کامپیوتر باید توانایی نقشه کشی نیز داشته باشد. معروف ترین نرم افزار نقشه کشی <span style="color: blue">AUTOCAD</span> می باشد که البته شرکت <span style="color: blue">TRUMPF</span> که می توان گفت سرآمد صنعت سینی و نردبان کابل در دنیا است برای محصولات پانچینگ خود نرم افزار منحصر به فردی ایجاد کرده است که کار را برای اپراتور <span style="color:#0fb39e;">CNC</span> راحت تر و انعطاف پذیری را بالاتر برده است. این نرم افزار <span style="color: blue">TruTops</span> نام دارد. محیط نرم افزار را می توانید در تصاویر زیر مشاهده کنید.
			بعد از این که نقشه آماده شد از طریق کابل به دستگاه پانچ <span style="color:#0fb39e;">CNC</span> منتقل می شود. اعجاز <span style="color:#0fb39e;">CNC</span> در این است که دستگاه بر اساس نقشه داده شده تمامی سوراخ هارا با دقتی بسیار بالا (مگر این که در نحوه بارگیری برگ به دستگاه خطا وجود داشته باشد) ایجاد میکند. در دستگاه های <span style="color: blue">TRUMPF</span> به دلیل استفاده از کنترلر های زیمنس <span style="color: blue">Siemens</span> این قابلیت اعتماد ایجاد شده است.
			در آخر باید این نکته را گوشزد کنیم که تمامی مزیت <span style="color:#0fb39e;">CNC</span> به نحوه قرار گیری سوراخ های سینی کابل می باشد. اما اگر بخواهیم از بعد هدف از استفاده از سینی کابل (افزایش نظم در خطوط انتقال جریان و مهم تر از آن افزایش ایمنی) نگاه کنیم پانچ <span style="color:#0fb39e;">CNC</span> نسبت به پانچ دستی تفاوتی ندارد.
		</p>
	</div>
</div>
@endsection
